package day08;
/*
 	comm 2]
	 금액을 입력하면
	 금액 만큼의 로또 게임을 만들어주는 프로그램을 작성하세요.
	 로또 한 게임은 1000원이고, 한 장에는 5게임만 들어간다.
	 입력금액은 1000원 단위로 하기로 한다.
	 단, 로또 번호는 오름차순으로 정렬해서 저장하세요.
	 
	 예] 
	 	입력금액 : 8000원
	 	
	 	로또 : 
	 		1,2,3,4,5,6		- 1게임
	 		7,8,9,10,11,12	- 2게임
	 		... 
	 		1,2,3,4,5,6		- 5게임
	 		-----------------------
	 		1,2,3,4,5,6		- 6게임
	 		...
	 		1,2,3,4,5,6		- 8게임
 */
public class Comm02 {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
